Repository: biblibre/omeka-s-module-Necropolis
Catalog: language/*.po
Languages: fr

source: Last deleted items
fr: Derniers contenus supprimés

source: See all deleted items
fr: Voir tous les contenus supprimés

source: Last deleted item sets
fr: Dernières collections supprimées

source: See all deleted item sets
fr: Voir toutes les collections supprimées

source: Last deleted media
fr: Derniers médias supprimés

source: See all deleted media
fr: Voir tous les médias supprimés

source: Deleted
fr: Supprimé

source: Deleted item sets
fr: Collections supprimées

source: Deleted items
fr: Contenus supprimés

source: Deleted media
fr: Médias supprimés

source: Deleted by
fr: Supprimé par

source: [Deleted user]
fr: [utilisateur supprimé]
